Repository: INTRESTEIN/Cura2
Catalog: resources/i18n/*/fdmextruder.def.json.po
Languages: pt_pt

# machine_settings label
source: Machine
pt_pt: Máquina

# machine_settings description
source: Machine specific settings
pt_pt: Definições específicas da máquina

# extruder_nr label
source: Extruder
pt_pt: Extrusora

# extruder_nr description
source: The extruder train used for printing. This is used in multi-extrusion.
pt_pt: A máquina extrusora utilizada para imprimir. Esta é utilizada em extrusões múltiplas.

# machine_nozzle_id label
source: Nozzle ID
pt_pt: ID do bocal

# machine_nozzle_id description
source: The nozzle ID for an extruder train, such as "AA 0.4" and "BB 0.8".
pt_pt: A ID do bocal para uma máquina de extrusão, tal como "AA 0.4" e "BB 0.8".

# machine_nozzle_size label
source: Nozzle Diameter
pt_pt: Diâmetro do bocal

# machine_nozzle_size description
source: The inner diameter of the nozzle. Change this setting when using a non-standard nozzle size.
pt_pt: O diâmetro interno do bocal. Altere esta definição ao utilizar um tamanho de bocal não convencional.

# machine_nozzle_offset_x label
source: Nozzle X Offset
pt_pt: Desvio X do bocal

# machine_nozzle_offset_x description
source: The x-coordinate of the offset of the nozzle.
pt_pt: A coordenada X do desvio do bocal.

# machine_nozzle_offset_y label
source: Nozzle Y Offset
pt_pt: Desvio Y do bocal

# machine_nozzle_offset_y description
source: The y-coordinate of the offset of the nozzle.
pt_pt: A coordenada Y do desvio do bocal.

# machine_extruder_start_code label
source: Extruder Start G-Code
pt_pt: G-Code inicial da extrusora

# machine_extruder_start_code description
source: Start g-code to execute whenever turning the extruder on.
pt_pt: G-Code inicial a ser executado sempre que a extrusora for ligada.

# machine_extruder_start_pos_abs label
source: Extruder Start Position Absolute
pt_pt: Posição inicial absoluta da extrusora

# machine_extruder_start_pos_abs description
source: Make the extruder starting position absolute rather than relative to the last-known location of the head.
pt_pt: Torne a posição inicial da extrusora absoluta em vez de relativa à última posição conhecida da cabeça.

# machine_extruder_start_pos_x label
source: Extruder Start Position X
pt_pt: X da posição inicial da extrusora

# machine_extruder_start_pos_x description
source: The x-coordinate of the starting position when turning the extruder on.
pt_pt: A coordenada X da posição inicial ao ligar a extrusora.

# machine_extruder_start_pos_y label
source: Extruder Start Position Y
pt_pt: Y da posição inicial da extrusora

# machine_extruder_start_pos_y description
source: The y-coordinate of the starting position when turning the extruder on.
pt_pt: A coordenada Y da posição inicial ao ligar a extrusora.

# machine_extruder_end_code label
source: Extruder End G-Code
pt_pt: G-Code final da extrusora

# machine_extruder_end_code description
source: End g-code to execute whenever turning the extruder off.
pt_pt: G-Code final a ser executado sempre que a extrusora for desligada.

# machine_extruder_end_pos_abs label
source: Extruder End Position Absolute
pt_pt: Posição final absoluta da extrusora

# machine_extruder_end_pos_abs description
source: Make the extruder ending position absolute rather than relative to the last-known location of the head.
pt_pt: Torne a posição final da extrusora absoluta em vez de relativa à última localização conhecida da cabeça.

# machine_extruder_end_pos_x label
source: Extruder End Position X
pt_pt: X da posição final da extrusora

# machine_extruder_end_pos_x description
source: The x-coordinate of the ending position when turning the extruder off.
pt_pt: A coordenada X da posição final ao desligar a extrusora.

# machine_extruder_end_pos_y label
source: Extruder End Position Y
pt_pt: Y da posição final da extrusora

# machine_extruder_end_pos_y description
source: The y-coordinate of the ending position when turning the extruder off.
pt_pt: A coordenada Y da posição final ao desligar a extrusora.

# extruder_prime_pos_z label
source: Extruder Prime Z Position
pt_pt: Posição Z de preparação da extrusora

# extruder_prime_pos_z description
source: The Z coordinate of the position where the nozzle primes at the start of printing.
pt_pt: A coordenada Z da posição de preparação do bocal ao iniciar a impressão.

# platform_adhesion label
source: Build Plate Adhesion
pt_pt: Aderência à placa de construção

# platform_adhesion description
source: Adhesion
pt_pt: Aderência

# extruder_prime_pos_x label
source: Extruder Prime X Position
pt_pt: Posição X de preparação da extrusora

# extruder_prime_pos_x description
source: The X coordinate of the position where the nozzle primes at the start of printing.
pt_pt: A coordenada X da posição de preparação do bocal ao iniciar a impressão.

# extruder_prime_pos_y label
source: Extruder Prime Y Position
pt_pt: Posição Y de preparação da extrusora

# extruder_prime_pos_y description
source: The Y coordinate of the position where the nozzle primes at the start of printing.
pt_pt: A coordenada Y da posição de preparação do bocal ao iniciar a impressão.
